Pegoku/SarcasmOS/Code/Brain/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
CONFIG_ESP_SYSTEM_EVENT_TASK_STACK_SIZE=4096
CONFIG_ESP_WIFI_ENABLED=y
CONFIG_FREERTOS_USE_TRACE_FACILITY=y
